<?php
$product = [
  [
    "product_name" => "モダンデザインチェア",
    "price" => "3000",
    "img" => "img/item1.jpg",
    "des" => "シンプルで洗練されたモダンデザインが特徴のチェアです。クリーンなラインと快適な座り心地が魅力で、リビングルームやダイニングルーム、オフィスなど様々な場所にマッチします。美しいデザインと機能性を兼ね備えた一品です。",
    "size" => "W60 × D80 × H120",
    "color" => "BLACK"
  ],
  [
    "product_name" => "モダンラウンジソファ",
    "price" => "20000",
    "img" => "img/item2.jpg",
    "des" => "スタイリッシュで快適なくつろぎ空間を提供するモダンラウンジソファです。洗練されたデザインとクッション入りの座面が、リラックスしたくなる魅力を持っています。家族や友人とのくつろぎのひと時を演出します。",
    "size" => "W400 × D120 × H120",
    "color" => "BLACK"
  ],
  [
    "product_name" => "モダンアクセントテーブル",
    "price" => "3000",
    "img" => "img/item3.jpg",
    "des" => "モダンなアクセントを加えるスタイリッシュなテーブルです。特徴的なデザインやカラフルなカラーコンビネーションが魅力で、リビングルームや読書スペースなどで目を引く存在となります。小さな空間におしゃれなアクセントを与えるテーブルです。",
    "size" => "W80 × D80 × H50",
    "color" => "WHITE"
  ],
  [
    "product_name" => "モダンスタンドランプ",
    "price" => "4900",
    "img" => "img/item4.jpg",
    "des" => "スタイリッシュでモダンなデザインが特徴のスタンドランプです。高品質な素材と洗練されたデザインが組み合わさり、インテリアのアクセントとなります。明るさや光の角度を調節できる機能も備えており、リビングルームや寝室などさまざまな場所で使用できます。",
    "size" => "W50 × D50 × H160",
    "color" => "BLACK"
  ],
  [
    "product_name" => "リクライニングレザーソファ",
    "price" => "45000",
    "img" => "img/item5.jpg",
    "des" => "快適さとエレガンスが融合したリクライニングレザーソファです。本革製の上質な素材と調整可能なリクライニング機能が、贅沢なくつろぎ体験を約束します。リビングルームの主役として一層の豪華さを追求しました。",
    "size" => "W500 × D120 × H80",
    "color" => "BROWN"
  ],
  [
    "product_name" => "プレミアムリクライニングチェア",
    "price" => "4900",
    "img" => "img/item6.jpg",
    "des" => "快適なくつろぎを追求したプレミアムなリクライニングチェアです。高品質な素材とクッションが組み合わさり、優れた座り心地とサポートを提供します。多段階のリクライニング機能や足置きの調節が可能で、最適なリラックスポジションを見つけることができます。",
    "size" => "W100 × D300 × H140",
    "color" => "WOOD"
  ],
  [
    "product_name" => "モダンデザインチェア",
    "price" => "3900",
    "img" => "img/item7.jpg",
    "des" => "シンプルで洗練されたデザインが特徴のモダンなチェアです。ミニマリストな外観や流れるような曲線が魅力で、現代的なインテリアに調和します。快適な座り心地と高品質な素材を組み合わせ、スタイリッシュな空間を演出します。",
    "size" => "W120 × D120 × H120",
    "color" => "RED"
  ],
  [
    "product_name" => "コンパクトモジュラーソファ",
    "price" => "10000",
    "img" => "img/item8.jpg",
    "des" => "多様な配置が可能なコンパクトモジュラーソファです。モジュール式のデザインで、お部屋のサイズやレイアウトに合わせて自由に組み合わせることができます。スペースを有効活用しながら、快適な座り心地を実現します。",
    "size" => "W120 × D120 × H140",
    "color" => "YELLOW"
  ],
  [
    "product_name" => "レトロバーチェア",
    "price" => "3500",
    "img" => "img/item9.jpg",
    "des" => "レトロな雰囲気が漂うバーチェアです。ヴィンテージスタイルのデザインやカラフルなカバーリングが特徴で、クラシックなバーカウンターやパブにぴったりな一品です。座面のクッションが快適で、くつろぎながら飲み物を楽しむことができます。",
    "size" => "W30× D30 × H100",
    "color" => "BROWN"
  ],
  [
    "product_name" => "モダンダイニングセット",
    "price" => "88000",
    "img" => "img/item10.jpg",
    "des" => "シンプルでスタイリッシュなデザインが特徴のモダンダイニングセットです。高品質な木材や金属フレームを使用し、耐久性と美しさを両立させました。快適な椅子とスムーズなテーブルの組み合わせで、食事や会話の時間を楽しめる一台です。",
    "size" => "W400 × D300 × H120",
    "color" => "WHITE"
  ],
  [
    "product_name" => "インダストリアルペンダントライト",
    "price" => "3500",
    "img" => "img/item11.jpg",
    "des" => "工業的な雰囲気が特徴のインダストリアルスタイルのペンダントライトです。鉄やスチールなどの素材が使用され、無骨で力強いデザインが魅力です。カフェやダイニングスペース、リビングルームなどで使用すると、ヴィンテージな雰囲気と明るい光を演出します。",
    "size" => "W20 × D20 × H30",
    "color" => "BLACK"
  ],
  [
    "product_name" => "スカンジナビアンデザインチェア",
    "price" => "4000",
    "img" => "img/item12.jpg",
    "des" => "スカンジナビアンスタイルのデザインチェアです。明るい色合いや自然な素材が特徴で、シンプルかつ温かみのあるデザインが魅力です。快適な座り心地と使いやすさを重視したデザインが特徴で、北欧のような明るく心地よい空間を作り上げます。",
    "size" => "W100 × D100 × H110",
    "color" => "WHITE"
  ],
  [
    "product_name" => "ヴィンテージレトロソファ",
    "price" => "15000",
    "img" => "img/item13.jpg",
    "des" => "レトロな雰囲気が漂うヴィンテージレトロソファです。風合い豊かな生地と曲線を描くアームレストが、クラシックで魅力的な印象を与えます。おしゃれなインテリアにアクセントを加える一品です。",
    "size" => "W400 × D120 × H120",
    "color" => "GREEN"
  ],
  [
    "product_name" => "コンパクトアクセントチェア",
    "price" => "4000",
    "img" => "img/item14.jpg",
    "des" => "スペースを取らずにアクセントを加えられるコンパクトアクセントチェアです。カラフルな生地やユニークなデザインが魅力で、お部屋に個性と活気を与えます。さまざまなインテリアスタイルにマッチする、おしゃれな一品です。",
    "size" => "W80 × D80 × H100",
    "color" => "WHITE"
  ],
  [
    "product_name" => "コンパクトシングルソファ",
    "price" => "8000",
    "img" => "img/item15.jpg",
    "des" => "スペースを有効活用できるコンパクトなサイズのシングルソファです。シンプルでモダンなデザインが特徴で、リビングルームやベッドルーム、書斎などさまざまな場所に最適です。快適な座り心地とコンパクトさを両立させた理想的な一人用ソファです。",
    "size" => "W200 × D100 × H100",
    "color" => "YELLOW"
  ],
  [
    "product_name" => "コンパクトサイドテーブル",
    "price" => "6500",
    "img" => "img/item16.jpg",
    "des" => "スペースを取らずに使える便利なコンパクトサイドテーブルです。シンプルでモダンなデザインが特徴で、ソファの横やベッドサイドなどでの利用に最適です。コーヒーカップやリモコン、本などを置くのに便利なサイズのテーブルです。",
    "size" => "W100 × D80 × H80",
    "color" => "WOOD"
  ]
];
?>